[
  {
    "author": "Lex Fridman",
    "content": "You create the world by the way you live it.",
    "tags": []
  },
  {
    "author": "Jordan Peterson",
    "content": "That's your life. The mundane things you repeat every day.",
    "tags": []
  },
  {
    "author": "Benjamin Franklin",
    "content": "An investment in knowledge always pays best interest",
    "tags": []
  },
  {
    "author": "The Pragmatic Programmer",
    "content": "We who cut mere stones must always be envisioning cathedrals.",
    "tags": []
  },
  {
    "author": "G. Polya",
    "content": "He never changes his major opinions. He changes his minor opinions not infrequently and quite suddenly but he never doubts any of his opinions major or minor as long as he has them. He never doubts them or questions them or examines them critically. He would especially hate critical examination if he understood what that meant.",
    "tags": []
  },
  {
    "author": "James Clear",
    "content": "Great thinkers, icons, and innovators think forward and backwards. Occasionally, they drive their brain in reverse.",
    "tags": []
  },
  {
    "author": "Jonathan Haidt",
    "content": "If you are homo sapiens, you evolved for group combat and confirmation basis and motivated reasoning we are not evolved to be academics or scientists searching for truth in an unbiased way we evolved to win in social competitions. But if you learn some skills you can  be very effective as a teacher as someone who persuades as someone who changes people.",
    "tags": []
  },
  {
    "author": "Mis van der Rohe",
    "content": "God is in the details.",
    "tags": []
  },
  {
    "author": "Vint Cerf",
    "content": "People do not like to admit that they are wrong. So handing somebody a bunch of facts and then expecting them to understand that of course they were wrong does not work.",
    "tags": []
  },
  {
    "author": "James Clear",
    "content": "Knowledge is the compound interest of curiosity.",
    "tags": []
  },
  {
    "author": "Dale Carnegie",
    "content": "Few people are logical. Most of us are prejudiced and biased. Most of us are blighted with preconceived notions, with jealousy, suspicion, fear, envy and pride. And most citizens don't want to change their minds about their religion or their haircut or communism or their favourite movie star.",
    "tags": []
  },
  {
    "author": "Dale Karnegie",
    "content": "You can tell people they are wrong by a look or an intonation or a gesture just as eloquently as you can in words – and if you tell them they are wrong, do you make them want to agree with you? Never! For you have struck a direct blow at their intelligence, judgement, pride and self-respect. That will make them want to strike back. But it will never make them want to change their minds. You may then hurl at them all the logic of a Plato or an Immanuel Kant, but you will not alter their opinions, for you have hurt their feelings.",
    "tags": []
  },
  {
    "author": "Pain",
    "content": "So peace has stumbled onto me.",
    "tags": []
  },
  {
    "author": "Pain",
    "content": "Things always happen without warning and the reason becomes apparent only afterwards.",
    "tags": []
  },
  {
    "author": "Pain",
    "content": "Out of love sacrifice is born, out of sacrifice  hate is born and we become able to know pain. How would you confront this hatred in order to bring peace? In order to save something dear, wars are waged.",
    "tags": []
  },
  {
    "author": "Pain",
    "content": "Have you come to understand a little of what pain is? Unless you know the same pain you cannot truly know another. And even if you get to know others there can be no understanding.",
    "tags": []
  },
  {
    "author": "Pain",
    "content": "We each act according to our sense of justice.",
    "tags": []
  },
  {
    "author": "Elon Musk",
    "content": "I mean, I think we should take the actions, the set of actions that are most likely to make the future better. And then reevaluate those actions to make sure they are true.",
    "tags": []
  },
  {
    "author": "Elon Musk",
    "content": "And I wonder why are we here? What are we doing? Let's find out!",
    "tags": []
  },
  {
    "author": "Elon Musk",
    "content": "Doing something useful for the people - that's what I like doing.",
    "tags": []
  },
  {
    "author": "Elon Musk",
    "content": "I'd rather be optimistic and wrong than being pessimistic and right.",
    "tags": []
  },
  {
    "author": "Pain",
    "content": "You are only looking at the tree not the whole forest.",
    "tags": []
  },
  {
    "author": "Robert Sapolsky",
    "content": "All species are unique but we are unique in some pretty unique ways.",
    "tags": []
  },
  {
    "author": "Abraham Lincoln",
    "content": "Most Folks are as happy as they make up their mind to be.",
    "tags": []
  },
  {
    "author": "Abraham Lincoln",
    "content": "A man convinced against his will is of the same opinion still.",
    "tags": []
  },
  {
    "author": "Dale Carnegie",
    "content": "If you want enemies Excel your friends but if you want friends let your enemies excel you.",
    "tags": []
  },
  {
    "author": "Haruki Marukami",
    "content": "If you only read the books that everyone else is reading, you can only think what everyone else is thinking",
    "tags": []
  },
  {
    "author": "Murphy's Law",
    "content": "Anything that can go wrong, will go wrong.",
    "tags": []
  },
  {
    "author": "James Clear",
    "content": "This insight–that disorder has a natural tendency to increase over time and that we can counteract that tendency by expending energy–reveals the core purpose of life.",
    "tags": []
  },
  {
    "author": "Ray Bradbury",
    "content": "The moment it feels like work, stop and do something else.",
    "tags": []
  },
  {
    "author": "Jeff Beezos",
    "content": "Cleverness is a gift, kindness is a choice.",
    "tags": []
  },
  {
    "author": "Paul Newman",
    "content": "Always Take your work seriously never take yourself seriously.",
    "tags": []
  },
  {
    "author": "Dyson Freeman",
    "content": "Why it is so, why the electron pays attention to our mathematics is a mystery that even Einstein Could not fathom.",
    "tags": []
  },
  {
    "author": "Amos Rendao",
    "content": "To fail is not simply to be human. To fail is to exist.",
    "tags": []
  },
  {
    "author": "H.G. Wells",
    "content": "Can man play god and still be sane?",
    "tags": []
  },
  {
    "author": "Freeman Dyson",
    "content": "Is the development of self-reproducing automata able to override the conventional wisdom of economists and sociologists?",
    "tags": []
  },
  {
    "author": "Seth Godin",
    "content": "If you set your bar at 'amazing,' it's awfully difficult to start.",
    "tags": []
  },
  {
    "author": "James Clear",
    "content": "Next week, start again.",
    "tags": []
  },
  {
    "author": "John Wooden",
    "content": "Never mistake activity for achievement.",
    "tags": []
  },
  {
    "author": "James Clear",
    "content": "Motion will never produce a final result. Action will.",
    "tags": []
  },
  {
    "author": "James Clear",
    "content": "What is something wonderful about your life that you rarely appreciate as much as you should?",
    "tags": []
  },
  {
    "author": "James Clear",
    "content": "Many situations in life are similar to going on a hike: the view changes once you start walking. You don't need all the answers right now. New paths will reveal themselves if you have the courage to get started.",
    "tags": []
  },
  {
    "author": "Cixin Liu",
    "content": "The only constant in a world of tremendous change is the swift passage of time.",
    "tags": []
  },
  {
    "author": "Seneca",
    "content": "What man can you show me who places any value on his time, who reckons the worth of each day, who understands that he is dying daily? For we are mistaken when we look forward to death; the major portion of death has already passed. Whatever years lie behind us are in death's hands.",
    "tags": []
  },
  {
    "author": "Dieter Rams",
    "content": "You cannot understand good design if you do not understand people.",
    "tags": [],
    "picked": true
  },
  {
    "author": "Nat Eliason",
    "content": "So perhaps the point of personal productivity is not to minimize work or maximize efficiency, but rather to reach some level of financial security. And though the idea of early retirement is absurd, no one who can achieve it will  take it, perhaps the better idea of early retirement is to retire from the need to force yourself to be productive. It's to give yourself permission to enjoy what you do and take your time on it, and not be under the gun to keep shipping as fast as possible.",
    "tags": []
  },
  {
    "author": "Gerald Edelman",
    "content": "Every perception is to some degree an act of creation, and every act of memory is to some degree an act of imagination.",
    "tags": []
  },
  {
    "author": "Ram Dass",
    "content": "We're fascinated by the words, but where we meet is in the silence behind them.",
    "tags": []
  },
  {
    "author": "Farnam Street",
    "content": "Brilliance might appear to win in the moment, but positioning wins in the end.",
    "tags": []
  },
  {
    "author": "Farnam Street",
    "content": "We win the moment at the cost of the decade. Examples of this are everywhere. For example, we skip necessary maintenance on core assets to juice returns, we accrue technical debt that goes unpaid, and we monetize buffers and margins of safety. In the process, the smallest shock can cause massive damage. We fail to take care of ourselves. We don't eat healthy, sleep right, or exercise enough. When problems come, we're ill-positioned to deal with them. We try to save time. We cut corners on a job and cringe when we have to fix our mistakes.",
    "tags": []
  },
  {
    "author": "Karen Lamb",
    "content": "A year from now you will wish you had started today.",
    "tags": []
  },
  {
    "author": "Ogden Nash",
    "content": "O, the trouble with women, I repeat it again and again From Kalamazoo to Kamchatka The trouble with women is - men.",
    "tags": []
  },
  {
    "author": "Manish Poduval",
    "content": "Never forget that a bunch of humans are waking up every day just to listen to you with the hope that you will have the answers to their questions and help them change their lives. Give it your 3000%. Touch their hearts. Improve their brains.",
    "tags": []
  },
  {
    "author": "Manish Poduval",
    "content": "You are 50% instructor, 50% entertainer. If you're 90% instructor and 10% entertainer, you're a college professor.",
    "tags": []
  },
  {
    "author": "Common Cog",
    "content": "You cannot learn the mental models of experts by studying the frameworks they teach.",
    "tags": []
  },
  {
    "author": "Kurzgesagt",
    "content": "Because the universe is beautiful and science is a way of seeing this beauty more clearly.",
    "tags": []
  },
  {
    "author": "Joan Didion",
    "content": "The willingness to accept responsibility for one's own life is the source from which self-respect springs.",
    "tags": []
  },
  {
    "author": "Raymond Joseph Teller",
    "content": "Sometimes magic is just someone spending more time on something than anyone else might reasonably expect.",
    "tags": []
  },
  {
    "author": "Neal Stephenson",
    "content": "Ordering Matter was the sole endeavor of life, whether it was a jumble of self-replicating molecules in the primordial ocean, or a steam-powered English mill turning weeds into clothing, or Fiona lying in her bed turning air into Fiona.",
    "tags": []
  },
  {
    "author": "Don Quixote de La Mancha",
    "content": "To think the affairs of this life are always to remain in the same state, is an erroneous fancy. The face of things rather seems continually to change and roll with circular motion; summer succeeds the spring, autumn the summer, winter the autumn, and then spring again. So time proceeds in this perpetual round; only the life of man is ever hastening to its end, swifter than time itself, without hopes to be renewed, unless in the next, that is unlimited and infinite.",
    "tags": []
  },
  {
    "author": "Charlie Munger",
    "content": "And with this, I have nothing more to add.",
    "tags": []
  },
  {
    "author": "Charlie Munger",
    "content": "The question Why? Is a sort of Rosetta stone opening up the major potentiality of mental life.",
    "tags": []
  },
  {
    "author": "Charlie Munger",
    "content": "Few practices are wiser than not only thinking through reasons before giving orders but also communicating these reasons to the recipient of the order.",
    "tags": []
  },
  {
    "author": "Charlie Munger",
    "content": "Living in dominance hierarchies as he does, like all his ancestors before him man was born mostly to follow leaders, with only a few people doing the leading. And so, human society is formally organized into dominance hierarchies, with their culture augmenting the natural follow-the-leader tendency of man.",
    "tags": []
  },
  {
    "author": "Benjamin Franklin",
    "content": "A small leak will sink a great ship.",
    "tags": []
  },
  {
    "author": "Charlie Munger",
    "content": "Cognition, misled by tiny changes involving low contrast, will often miss a trend that is destiny.",
    "tags": []
  },
  {
    "author": "Charlie Munger",
    "content": "Learn how to ignore the examples from others when they are wrong, because few skills are more worth having.",
    "tags": []
  },
  {
    "author": "Charlie Munger",
    "content": "A majority of mankind will try to get along by making way too many unreasonable excuses for fixable poor performance.",
    "tags": []
  },
  {
    "author": "Charlie Munger",
    "content": "Instead, just as he must learn that trend does not always correctly predict destiny, we must learn that the average dimension in some group will not reliably guide us to the dimension of some specific item.",
    "tags": [],
    "picked": true
  },
  {
    "author": "Charlie Munger",
    "content": "The proper antidotes to being made such a patsy by past success are (1) to carefully examine each past success, looking for accidental, non-causative factors associated with such success that will tend to mislead one as one appraises odds implicit in a proposed new undertaking and (2) to look for dangerous aspects of the new undertaking that were not present when past success occurred.",
    "tags": []
  },
  {
    "author": "Warren Buffet",
    "content": "It's not greed that drives the world but envy.",
    "tags": []
  },
  {
    "author": "Charlie Munger",
    "content": "We all deal much with others whom we correctly diagnose as imprisoned in poor conclusions that are maintained by mental habits they formed early and will carry to their graves.",
    "tags": []
  },
  {
    "author": "Charlie Munger",
    "content": "The brain of man conserves programming space by being reluctant to change which is a form of inconsistency avoidance. We see this in all human habits, construtive and destructive. Few people can most a lot of bad habit that they have eliminated, and some cannot identify even one of these.",
    "tags": []
  },
  {
    "author": "Charlie Munger",
    "content": "The brain of man is programmed with a tendency to quickly remove doubt by reaching some decision.",
    "tags": []
  },
  {
    "author": "Charlie Munger",
    "content": "Averaged out, money is a mainspring of modern civilization, having little precedent in the behavior of nonhuman animals.",
    "tags": []
  },
  {
    "author": "Charlie Munger",
    "content": "Dread, and avoid as much as you can, rewarding people for what can be easily faked.",
    "tags": []
  },
  {
    "author": "Charlie Munger",
    "content": "Another generalized consequence of incentive-caused bias is that man tends to game all human systems, often displaying great ingenuity in wrongly serving himself at the expense of others.",
    "tags": []
  },
  {
    "author": "Charlie Munger",
    "content": "A man has an acculturated Nature making him a pretty decent fellow and yet driven both consciously and subconsciously by incentives, he drifts into immoral behavior in order to get what he wants, a result he facilitates by rationalizing his bad behavior.",
    "tags": []
  },
  {
    "author": "Nat Eliason",
    "content": "These are the five principles to keep in mind as you go forward. Write the best content online. Don't make readers leave. Be keyword informed but not driven. Get other people involved. And make sure you're doing good sourcing.",
    "tags": []
  },
  {
    "author": "Nadia Eghbal",
    "content": "Ideas ride us into battle like warhorses. We can witness, participate in, and even lead these battles, but their true meaning eludes us. We don't  know where ideas come from, nor how to control them.",
    "tags": []
  },
  {
    "author": "Paul Graham",
    "content": "But if I'm right about the acceleration of addictiveness, then this kind of lonely squirming to avoid it will increasingly be the fate of anyone who wants to get things done. We'll increasingly be defined by what we say no to.",
    "tags": []
  },
  {
    "author": "Paul Graham",
    "content": "You can probably take it as a rule of thumb from now on that if people don't think you're weird, you're living badly.",
    "tags": []
  },
  {
    "author": "Paul Graham",
    "content": "No one doubts this process [of technological progress] is accelerating, which means increasing numbers of things we like will be transformed into things we like too much.",
    "tags": []
  },
  {
    "author": "Morgan Housel",
    "content": "Your personal experiences make up maybe 0.00000001% of what's happened in the world but maybe 80% of how you think the world works.",
    "tags": []
  },
  {
    "author": "Morgan Housel",
    "content": "Self-interest can lead people to believe and justify nearly anything.",
    "tags": []
  },
  {
    "author": "Neil Soni",
    "content": "If the risk taken does pan out, it is good. But if it doesn't – and here's the key thing – we find a way to justify the risk taken as learning. That's the secret. If our goal is to live a good life without regrets, it's so important to internalize Dunn's quote. If we choose the path that doesn't speak to our souls but feels safer, there's a very strong likelihood that we'll ask that dreaded question years later: What if? What if we took the plunge? But if we choose the risky path and it doesn't work out, we can (usually) call it a learning experience and move on. There's very little thinking about what would have happened if we had taken the safe path.",
    "tags": []
  },
  {
    "author": "Peter Hayes",
    "content": "Live somewhere else, on the terms of the people who live there, for six months. It will change your life.",
    "tags": [],
    "picked": true
  },
  {
    "author": "Andy Dunn",
    "content": "If you can't decide what to do, get on the road. You won't find the answer. It will find you.",
    "tags": []
  },
  {
    "author": "Andy Dunn",
    "content": "It turns out there is risk in taking the steady job. The risk is generally not financial. It is spiritual.",
    "tags": []
  },
  {
    "author": "Andy Dunn",
    "content": "If you have something you want to do, it might later feel – with some luck – that the universe conspired to enable you to do it. That's certainly how I feel. So what are you waiting for? Your eighty-year old self asks nothing of you but this.",
    "tags": []
  },
  {
    "author": "Andy Dunn",
    "content": "An open heart finds friends almost anywhere it goes.",
    "tags": []
  },
  {
    "author": "Andy Dunn",
    "content": "Dave in his life took the risk of traveling first and then the risk of quitting a job he grew tired of second. He was an inspiration when it comes to avoiding the risk not taken. He is also a past tense person, because he's gone. Unfathomably we lost Dave in 2011. Too bright a light to go out at thirty-five, and yet on he went. He was too alive to die, and yet that's not how it works.",
    "tags": []
  },
  {
    "author": "Andy Dunn",
    "content": "What does count is a perspective on what wealth  is. Wealth is the substance in you, it's the people that care for you and that you care for, it is experiences had and perspective acquired.",
    "tags": []
  },
  {
    "author": "Andy Dunn",
    "content": "There are a lot of good excuses for not helping someone.",
    "tags": []
  },
  {
    "author": "Andy Dunn",
    "content": "The risk not taken is more dangerous than the risk taken",
    "tags": []
  },
  {
    "author": "Andy Dunn",
    "content": "The risk is not in doing something that feels risky. The risk is in not doing something that feels risky.",
    "tags": []
  },
  {
    "author": "Andy Dunn",
    "content": "I wanted to be like them. Imitation, it turns out, is a great engine for personal growth. I decided to travel as much as I could. Over the next four years, squeezed between another job and two years in business school, I went to thirty countries. Over the past decade, I think the number is closer to fifty.",
    "tags": []
  },
  {
    "author": "Mihir A. Desai",
    "content": "While the serial option and lottery ticket buyers seem like different creatures, they are, in fact, close cousins. Both types postpone their dreams and undertake choices that they think will enable their dreams. But they fail to understand that all of these intervening choices will change them fundamentally–and they are, in fact, the sum total of those choices.",
    "tags": []
  },
  {
    "author": "Paul Graham",
    "content": "Relentlessly prune bullshit. Don't wait to do things that matter, and savor the time that you have. That's what you do when life is short.",
    "tags": []
  },
  {
    "author": "Paul Graham",
    "content": "I can think of two more things one does when one doesn't have much of something: Try to get more of it, and savor what one has. Both make sense for life.",
    "tags": []
  },
  {
    "author": "Paul Graham",
    "content": "One heuristic for distinguishing stuff that matters is to ask yourself whether you'll care about it in the future. Fake stuff that matters little usually has a sharp peak of seeming to matter. That's how it tricks you. The area under the curve is small, but its shape jabs into your consciousness like a pin.",
    "tags": []
  },
  {
    "author": "Nat Eliason",
    "content": "And this is where we get to the core difference. Why investment is so important.Investment and foregoing options are necessary for any growth. If you want a relationship to grow, you can't keep the freedom to date anyone you want. If you want a business to grow, you have to sacrifice the freedom to work on anything you want. If you want a (financial) investment to grow, you have to surrender the freedom to use that money for whatever you want. Don't commit to something. Invest in something.",
    "tags": []
  },
  {
    "author": "Nat Eliason",
    "content": "You have to invest to grow and investment means giving up other options. It means trading freedom for the potential of growth",
    "tags": []
  },
  {
    "author": "Nat Eliason",
    "content": "Just as constant task switching erodes your short term productivity, constantly changing your big picture focus will destroy your long-term productivity.",
    "tags": []
  },
  {
    "author": "Charlie Munger",
    "content": "The human brain must often operate counterproductively just like the ant's from unavoidable oversimplicity in its mental process, albeit usually in trying to solve problems more difficult than those faced by ants that don't have to design airplanes.",
    "tags": []
  },
  {
    "author": "German Proverb",
    "content": "We are too soon old and too late smart.",
    "tags": []
  },
  {
    "author": "Charlie Munger",
    "content": "When I started law practice, I had respect for the power of genetic evolution and appreciation of man's many evolution based resemblances to less cognitively-gifted animals and insects. I was aware that man was a social animal, greatly and automatically influenced by behavior he observed in men around him. I also knew that man lived like barnyard animals and monkeys, in limited size dominance hierarchies, wherein he tended to respect authority and to like and cooperate with his own hierarchy members while displaying considerable distrust and dislike for competing men not in his own hierarchy.",
    "tags": []
  },
  {
    "author": "Nat Eliason",
    "content": "If your goal is to create fulfilling work, asking 'what happens if this succeeds?' is as essential as asking 'how do I make this work?'",
    "tags": []
  },
  {
    "author": "Epictetus",
    "content": "Wealth consists not in having great possessions, but in having few wants.",
    "tags": []
  },
  {
    "author": "Charlie Munger",
    "content": "Sit down on your ass until you do it.",
    "tags": []
  },
  {
    "author": "Charlie Munger",
    "content": "You're going to have the problem in your life of getting as much responsibility as you can into the people with the Planck knowledge and away from the people who have the chauffeur knowledge.",
    "tags": []
  },
  {
    "author": "Charlie Munger",
    "content": "You particularly want to avoid working directly under somebody you don't admire and don't want to be like.",
    "tags": []
  },
  {
    "author": "Benjamin Franklin",
    "content": "If you would persuade, appeal to interest, not to reason.",
    "tags": []
  },
  {
    "author": "Charlie Munger",
    "content": "I feel that I am not entitled to have an opinion unless I can state the arguments against my position better than the people who are in opposition.",
    "tags": []
  },
  {
    "author": "Charlie Munger",
    "content": "You want to be very careful with intense ideology. It presents a big danger for the only mind you're ever going to have.",
    "tags": []
  },
  {
    "author": "Cicero",
    "content": "History is the witness that testifies to the passing of time, it illuminates reality, revitalizes memory, provides guidance in daily life, and brings us tidings of antiquity.",
    "tags": []
  },
  {
    "author": "Charlie Munger",
    "content": "You can cause enormous offense by being right in a way that causes somebody else to lose face in his own discipline or hierarchy.",
    "tags": []
  },
  {
    "author": "Charlie Munger",
    "content": "The acquisition of wisdom is a moral duty.",
    "tags": []
  },
  {
    "author": "Charlie Munger",
    "content": "If you can get  good at destroying your ideas, that's a great gift.",
    "tags": []
  },
  {
    "author": "Mark Twain",
    "content": "Few things are harder to put up with than the annoyance of a good example.",
    "tags": []
  },
  {
    "author": "Charlie Munger",
    "content": "The only antidote for being an absolute klutz due to the presence of a man-with-a-hammer syndrome is to have a full kit of tools. You don't have just a hammer. You've got all the tools. And you've got to have one more trick. You've got to use those tools checklist-style because you'll miss a lot if you just hope that the right tool is going to pop up unaided whenever you need it.",
    "tags": []
  },
  {
    "author": "Benjamin Franklin",
    "content": "If you would persuade, appeal to interest and not to reason.",
    "tags": []
  },
  {
    "author": "Plato",
    "content": "Pleasure is the greatest incentive to evil.",
    "tags": []
  },
  {
    "author": "John Kenneth Galbraith",
    "content": "In any great organization it is far, far safer to be wrong with the majority than to be right alone.",
    "tags": []
  },
  {
    "author": "John Kenneth Galbraith",
    "content": "Faced with the choice between changing one's mind and proving there is no need to do so, almost everyone gets busy on the proof.",
    "tags": []
  },
  {
    "author": "John Kenneth Galbraith",
    "content": "The only function of economic forecasting is to make astrology look respectable.",
    "tags": []
  },
  {
    "author": "John Kenneth Galbraith",
    "content": "Meetings are indispensable when you don't want to do anything.",
    "tags": []
  },
  {
    "author": "Charlie Munger",
    "content": "Crowd folly, the tendency of humans, under some circumstances to resemble lemmings explains much foolish thinking of brilliant men and much foolish behavior.",
    "tags": []
  },
  {
    "author": "Charlie Munger",
    "content": "I think that one should recognize reality even when one doesn't like it, indeed especially when one doesn't like it. Also, I think that one should cheerfully endure paradox than one can't remove by good thinking.",
    "tags": []
  },
  {
    "author": "Charlie Munger",
    "content": "Biological creatures ordinarily prefer effort minimization in routine activities and don't like removals of long enjoyed benefits.",
    "tags": []
  },
  {
    "author": "Arthur Schopenhauer",
    "content": "Any book which is at all important should be reread immediately.",
    "tags": []
  },
  {
    "author": "Alfred North Whitehead",
    "content": "The silly question is the first intimation of some new development.",
    "tags": []
  },
  {
    "author": "Alfred North Whitehead",
    "content": "No one who achieves success does so without acknowledging the help of others. The wise and confident acknowledge this help with gratitude.",
    "tags": []
  },
  {
    "author": "Alfred North Whitehead",
    "content": "Not ignorance, but ignorance of ignorance is the death of knowledge.",
    "tags": []
  },
  {
    "author": "Alfred North Whitehead",
    "content": "True courage is not the brutal force of vulgar heroes, but the firm resolve of virtue and reason.",
    "tags": []
  },
  {
    "author": "Alfred North Whitehead",
    "content": "Fools act on imagination without knowledge, pedants act on knowledge without imagination.",
    "tags": []
  },
  {
    "author": "Chinese Proverb",
    "content": "Teachers open the door, but you must enter by yourself.",
    "tags": []
  },
  {
    "author": "Sir Isaac Newton",
    "content": "If I have seen farther than others, it is because I was standing on the shoulders of giants.",
    "tags": []
  },
  {
    "author": "Sir Isaac Newton",
    "content": "We build to many walls and not enough bridges.",
    "tags": []
  },
  {
    "author": "Sir Isaac Newton",
    "content": "No great discovery was ever made without a bold guess.",
    "tags": []
  },
  {
    "author": "Sir Isaac Newton",
    "content": "Tact is the art of making a point without making an enemy.",
    "tags": []
  },
  {
    "author": "Charlie Munger",
    "content": "Only an interdisciplinary approach will correctly deal with reality.",
    "tags": []
  },
  {
    "author": "Charlie Munger",
    "content": "A competing product, if it is never tried, can't act as a reward creating a conflicting habit. Every spouse knows that.",
    "tags": []
  },
  {
    "author": "Will Rogers",
    "content": "If you get to thinking you're a person of some influence, try ordering somebody else's dog around.",
    "tags": []
  },
  {
    "author": "Mark Twain",
    "content": "The man who doesn't read good books has no advantage over the man who can't read them.",
    "tags": []
  },
  {
    "author": "Sir William Osler",
    "content": "The best that is known and taught in the world, nothing less can satisfy a teacher worry of the name.",
    "tags": []
  },
  {
    "author": "Charlie Munger",
    "content": "I believe in the discipline of mastering the best that other people have ever figured out. I don't believe in just sitting down and trying to dream it all up yourself. Nobody's that smart. I think it's a huge mistake not to absorb elementary worldly wisdom if you're capable of doing it because it makes you better able to serve others, it makes you better able to serve yourself, and it makes life more fun. So if you have an aptitude for doing it, I think you'd be crazy not to. Your life will be enriched - Not only financially, but in a host of other ways - if you do.",
    "tags": []
  },
  {
    "author": "Max Planck",
    "content": "Science can not solve the ultimate mystery of nature. And that is because, in the last analysis, we ourselves are a part of the mystery we are trying to solve.",
    "tags": []
  },
  {
    "author": "Max Planck",
    "content": "It is not the possession of truth but the success which attends the seeking after it, that enriches the seeker and brings happiness to him.",
    "tags": []
  },
  {
    "author": "Charlie Munger",
    "content": "The human mind is not constructed so that it works well without having reasons. You've got to hang reality on a theoretical structure with reasons. That's the way it hangs together in usable form so that you're an effective thinker.",
    "tags": []
  },
  {
    "author": "Gilbert Strang",
    "content": "Letters are not what calculus is about - it's ideas.",
    "tags": []
  },
  {
    "author": "Buddhist Proverb",
    "content": "To every man is given the key to the gates of heaven the same key opens the gates of hell.",
    "tags": []
  },
  {
    "author": "Sancho Panza",
    "content": "Death and sleep make us all alike, rich and poor, high and low.",
    "tags": []
  },
  {
    "author": "Macklemore",
    "content": "The greats weren't great because at birth they could paint. The greats were great because they paint a lot.",
    "tags": []
  },
  {
    "author": "Prisma Labs",
    "content": "We don't create, we innovate.",
    "tags": []
  },
  {
    "author": "Farnam Street",
    "content": "If you are great at what you do, you don't need a resume.",
    "tags": []
  },
  {
    "author": "Richard Feynman",
    "content": "Your situation is just an accident of life.",
    "tags": []
  },
  {
    "author": "Charlie Munger",
    "content": "There are a relatively small number of disciplines and a relatively small number of truly big ideas. And it's a lot of fun to figure it out. Plus, if you figure it out and do the outlining yourself the ideas will stick better than if you memorize 'em using somebody else's cram list. Even better, the fun never stops. I was miseducated horribly. And I hadn't bothered to pick up what's called modern Darwinism. I do a lot of miscellaneous reading, too. But I just missed it. And in the last year, I suddenly realized I was a total damned fool and hadn't picked it up properly. So I went back. And with the aid of Dawkins and others, I picked it up.",
    "tags": []
  },
  {
    "author": "Charlie Munger",
    "content": "Good literature makes the reader reach a little for understanding. If you've reached for it the idea's pounded in better.",
    "tags": []
  },
  {
    "author": "Charlie Munger",
    "content": "I'm doing the best I can. But I've never grown old before. I'm doing it for the first time and I'm not sure that I'll do it alright.",
    "tags": []
  },
  {
    "author": "Frank Wells",
    "content": "Humility is the essence of life.",
    "tags": []
  },
  {
    "author": "Charlie Munger",
    "content": "Part of what you must learn is how to handle mistakes and new facts that change the odds. Life in part is like a poker game wherein you have to learn to quit sometimes when holding a much loved hand.",
    "tags": []
  },
  {
    "author": "Charlie Munger",
    "content": "Each of you will have to figure out where your talents lie. And you'll have to use your advantages. But if you try to succeed in what you're worst at, you're going to have a very lousy career. I can almost guarantee it. To do otherwise you'd have to buy a winning lottery ticket or get very lucky somewhere else.",
    "tags": []
  },
  {
    "author": "Charlie Munger",
    "content": "Tragedy is caused by letting the slop run. You must stop early. It's very hard to stop slop and moral failure if you let it run for a while.",
    "tags": []
  },
  {
    "author": "Charlie Munger",
    "content": "It's very very important to create human systems that are hard to cheat. Otherwise you're ruining your civilization because these big incentives will create inventive caused bias and people will rationalize that bad behavior is OK.",
    "tags": []
  },
  {
    "author": "Michael Faraday",
    "content": "The five essential entrepreneurial skills for success are concentration, discrimination, organization, innovation and communication.",
    "tags": []
  },
  {
    "author": "Michael Faraday",
    "content": "Work, finish, publish.",
    "tags": []
  },
  {
    "author": "Michael Faraday",
    "content": "Nothing is too wonderful to be true.",
    "tags": []
  },
  {
    "author": "Demosthenes",
    "content": "What a man wishes that he also believes.",
    "tags": []
  },
  {
    "author": "Charlie Munger",
    "content": "Ideology does some strange things and distorts cognition terribly. If you get a lot of heavy ideology young and then you start expressing it you are  locking your brain into a very unfortunate pattern. And you are going to distort your general cognition.",
    "tags": []
  },
  {
    "author": "Charlie Munger",
    "content": "So to win in the game of life, get the needed models into your head and think it through forward and backward. What works in bridge will work in life.",
    "tags": []
  },
  {
    "author": "Charlie Munger",
    "content": "You don't have to know it all. Just take in the best big ideas from all these disciplines. And it's not that hard to do.",
    "tags": []
  },
  {
    "author": "Sir William Olser",
    "content": "The very first step towards success in any occupation is to become interested in it.",
    "tags": []
  },
  {
    "author": "Sir William Olser",
    "content": "The incessant concentration upon one subject however interesting tethers a man's mind in a narrow field.",
    "tags": []
  },
  {
    "author": "Charlie Munger",
    "content": "Spend each day trying to be a little wider than you were when you woke up. Discharge your duties faithfully and well. Step by step you get ahead but not necessarily in fast spurts. But you build discipline by preparing for fast spurts. Slug it out one inch at a time, day by day and at the end of the day if you live long enough like most people you will get out of life what you deserve. Life and its various passages can be hard, brutally hard. The three things I have found helpful in coping with its challenges are: \\n- Have low Expectations \\n- Have a sense of humor \\n- Surround yourself with the love of friends and family \\n- Above all live with change and adapt to it. If the world didn't change I'd still have a twelve handicap.",
    "tags": []
  },
  {
    "author": "Charlie Munger",
    "content": "Don't sell anything you wouldn't buy yourself. Don't work for anyone you don't respect and admire. Work only with people you enjoy.",
    "tags": []
  },
  {
    "author": "Charlie Munger",
    "content": "So what makes sense for the investor is different from what makes sense for the manager. And, as usual in human affairs what determines the behavior are incentives for the decision maker.",
    "tags": []
  },
  {
    "author": "Charlie Munger",
    "content": "The way to win is to work, work, work, work and hope to have a few insights.",
    "tags": []
  },
  {
    "author": "Charlie Munger",
    "content": "The iron rule of life is that only twenty percent of the people can be in the top fifth.",
    "tags": []
  },
  {
    "author": "Charlie Munger",
    "content": "So some edges can be acquired. And the game of life to some extent for most of us is trying to be something like a good plumbing contractor in Bemidji. Very few of us are chosen to win the world's chess tournaments.",
    "tags": []
  },
  {
    "author": "Charlie Munger",
    "content": "So you have to figure out what your aptitudes are. If you play games where other people have the aptitudes and you don't you're going to lose. And that's as close to certain as any prediction that you can make. You have to figure out where you've got an edge. And you've got to play within your circle of competence.",
    "tags": []
  },
  {
    "author": "Charlie Munger",
    "content": "So life is an everlasting battle between those two forces - to get these advantages of scale on one side and a tendency to get a lot like the U.S. agriculture department on the other side - where they just sit and so forth. I don't know exactly what they do. However I do know that they do very little useful work.",
    "tags": []
  },
  {
    "author": "Charlie Munger",
    "content": "The big people don't always win... As you get big you get bureaucracy.",
    "tags": []
  },
  {
    "author": "Jack Welch",
    "content": "Before you are a leader, success is all about growing yourself. When you become a leader success is all about growing others.",
    "tags": []
  },
  {
    "author": "Jack Welch",
    "content": "What you measure is what you get. What you reward is what you get.",
    "tags": []
  },
  {
    "author": "Blaise Pascal",
    "content": "The mind of man at one and the same time is both the glory and the shame of the universe.",
    "tags": []
  },
  {
    "author": "Dr. W. Edwards Deming",
    "content": "Learning is not compulsory... Neither is survival.",
    "tags": []
  },
  {
    "author": "Gene Kim",
    "content": "That's why Erik says it is the most destructive type of work. It's not  work like the others. The other are what you planned on doing allegedly because you needed to do it. Unplanned work is what prevents you from doing it. Like matter and antimatter in the presence of unplanned work all planned work ignites with incandescent fury incinerating everything around it.",
    "tags": []
  },
  {
    "author": "Gene Kim",
    "content": "It's not a good sign when they're still attaching parts to the space shuttle at liftoff time.",
    "tags": []
  },
  {
    "author": "Gene Kim",
    "content": "It's never a good sign when pieces are falling off the car as it moves down the assembly line.",
    "tags": []
  },
  {
    "author": "David Deutsch",
    "content": "It is time to move on. But we can move to better theories only if we take our best existing theories seriously as explanations of the world.",
    "tags": []
  },
  {
    "author": "David Deutsch",
    "content": "The ends for the universe are, as Karl Popper said, for us to choose.",
    "tags": []
  },
  {
    "author": "Tomasso Toffoli",
    "content": "We never perform a computation ourselves we just hitch a ride on the Great Computation that is going on already.",
    "tags": []
  },
  {
    "author": "Daniel Dennett",
    "content": "How do you get a Gaudi type mind out of a termite colony type brain?",
    "tags": []
  },
  {
    "author": "Francois Jacob",
    "content": "The dream of every cell is to become two cells.",
    "tags": []
  },
  {
    "author": "Skylar Tibbits",
    "content": "We have code for design, we have code for fabrication, we need code for construction.",
    "tags": []
  },
  {
    "author": "Richard Feynman",
    "content": "Fall in love with some activity, and do it! Nobody ever figures out what life is all about, and it doesn't matter. Explore the world. Nearly everything is  interesting if you go into it deeply enough. Work as hard and as much as you want to on the things you like to do the best. Don't think about what you want to be, but what you want to do. Keep up some kind of a minimum with other things so that society doesn't stop you from doing anything at all.",
    "tags": []
  },
  {
    "author": "David Deutsch",
    "content": "Spacetime is sometimes referred to as the block universe because within it the whole of physical reality, past, present and future is laid out once and for all frozen in a single four dimensional block. Relative to spacetime nothing ever moves and what we call moments are certain slices through spacetime and when the contents of such slices are different from one another we call it change or motion through space.",
    "tags": [],
    "picked": true
  },
  {
    "author": "David Deutsch",
    "content": "So there is no single present moment except subjectively. From the point of view of an observer at a particular moment that moment is indeed singled out and may uniquely be called now by that observer just as any position in space is singled out as here from the point of view of an observer at that position.",
    "tags": []
  },
  {
    "author": "St. Augustine",
    "content": "What then is time? If no one asks me I know, but if I wish to explain it to someone who asks, I know not.",
    "tags": []
  },
  {
    "author": "David Deutsch",
    "content": "Unlike the relationships between physical entities relationships between abstract entities are independent of any contingent facts and of any laws of physics. They are determined absolutely and objectively by the autonomous properties of the abstract entities themselves.",
    "tags": []
  },
  {
    "author": "David Deutsch",
    "content": "So explanation does after all play the same paramount role in pure mathematics as it does in science.",
    "tags": []
  },
  {
    "author": "David Deutsch",
    "content": "So by about 1900 there was a crisis at the foundations of mathematics – namely that there were no foundations.",
    "tags": []
  },
  {
    "author": "David Deutsch",
    "content": "And the largest scale regular structures across universes exist where knowledge bearing matter such as brains or DNA gene segments have evolved.",
    "tags": []
  },
  {
    "author": "David Deutsch",
    "content": "Astrologers used to believe that cosmic events influence human affairs; science believed for centuries that neither influences the other. Now we see that human affairs influence cosmic events!",
    "tags": []
  },
  {
    "author": "David Deutsch",
    "content": "It is the survival of knowledge and not necessarily of the gene or any other physical object that is the common factor between replicating and non replicating genes.",
    "tags": []
  },
  {
    "author": "David Deutsch",
    "content": "If the earth were enveloped in a large solar flare, itself an insignificant event astrophysically, our biosphere would be instantly sterilized, and that catastrophe would have as little effect on the sun as a raindrop has on an erupting volcano.",
    "tags": []
  },
  {
    "author": "David Deutsch",
    "content": "In everyday parlance we speak of organisms reproducing themselves, indeed this was one of the supposed characteristics of living things. In other words we think of organisms as replicators. But this is inaccurate. Organisms are not copied during reproduction, far less do they cause their copying. They are constructed afresh according to blueprints embodied in the parent organisms DNA.",
    "tags": []
  },
  {
    "author": "David Deutsch",
    "content": "It is a fact of life that there exist molecules which cause certain environments to make copies of those molecules. Such molecules are called replicators.",
    "tags": []
  },
  {
    "author": "David Deutsch",
    "content": "If something kicks back it exists.",
    "tags": []
  },
  {
    "author": "David Deutsch",
    "content": "There are mathematical symbols in physical reality. The fact that it is we who put them there does not make them any less physical. In those symbols in our planetariums, books, films and computer memories and in our brains there are images of physical reality at large. Images, not just of the appearances of objects but of the structure of reality.",
    "tags": []
  },
  {
    "author": "David Deutsch",
    "content": "If a substantial amount of computation would be required to give us the illusion that a certain entity is real, then that entity is real.",
    "tags": []
  },
  {
    "author": "David Deutsch",
    "content": "If according to the simplest explanation an entity is complex and autonomous that entity is real.",
    "tags": []
  },
  {
    "author": "David Deutsch",
    "content": "We need to develop reasons for accepting or rejecting the existence of entities that may appear in contending theories. In other words we need a criterion for reality.",
    "tags": []
  },
  {
    "author": "David Deutsch",
    "content": "Our judgement of what is or is not real always depend on the various explanations that are available to us, and sometimes change as our explanations improve.",
    "tags": []
  },
  {
    "author": "David Deutsch",
    "content": "Explanations are not justified by the means by which they were derived they are justified by the superior ability relative to rival explanations to solve the problems they address.",
    "tags": []
  },
  {
    "author": "David Deutsch",
    "content": "As I have said the Inquisition were realists. Yet their theory has this in common with solipsism. Both of them draw an arbitrary boundary beyond which they claim human reason has no access or at least beyond which problem-solving is no oath to understanding.",
    "tags": []
  },
  {
    "author": "David Deutsch",
    "content": "Do not complicate explanations beyond necessity.",
    "tags": []
  },
  {
    "author": "Galileo Galilei",
    "content": "The book of Nature is written in mathematical symbols.",
    "tags": []
  },
  {
    "author": "David Deutsch",
    "content": "What then entitles a human mind to draw conclusions about objective external reality from its own purely subjective experience and reason?",
    "tags": []
  },
  {
    "author": "David Deutsch",
    "content": "As a child I merely knew this. Now I can explain it.",
    "tags": []
  },
  {
    "author": "David Deutsch",
    "content": "The purpose of high level sciences is to enable us to understand emergent phenomena of which the most important are life, thought and computation.",
    "tags": []
  },
  {
    "author": "David Deutsch",
    "content": "Scientific theories explain the object and phenomena of our experience in terms of an underlying reality which we do not experience directly. But the ability of a theory to explain what we experience is not its most valuable attribute. Its most valuable attribute is that it explains the fabric of reality itself.",
    "tags": []
  },
  {
    "author": "David Deutsch",
    "content": "Being able to predict things or to describe them however accurately is not at all the same thing as understanding them.",
    "tags": []
  },
  {
    "author": "David Deutsch",
    "content": "Passing experimental tests is only one of many things a theory has to do to achieve the real purpose of science, which is to explain the world.",
    "tags": []
  },
  {
    "author": "Hugo Mercier",
    "content": "We are as good at recognizing biases in others as we are bad at acknowledging our.",
    "tags": []
  },
  {
    "author": "Hugo Mercier",
    "content": "Even geniuses need people to argue with to develop their best ideas.",
    "tags": []
  },
  {
    "author": "Benjamin Franklin",
    "content": "If you will not hear reason, she will surely rap your knuckles.",
    "tags": []
  },
  {
    "author": "Charlie Munger",
    "content": "Avoid evil, particularly if they're attractive members of the opposite sex.",
    "tags": []
  },
  {
    "author": "Charlie Munger",
    "content": "People don't think about the consequences of consequences.",
    "tags": []
  },
  {
    "author": "Mark Twain",
    "content": "A man who carries a cat by the tail learns something he can learn in no other way.",
    "tags": []
  },
  {
    "author": "Charlie Munger",
    "content": "Listening to today's forecasters is just as crazy as when the king hired the guy to look at the sheep guts. It happens over and over and over.",
    "tags": []
  },
  {
    "author": "Will Rogers",
    "content": "Don't gamble. Take all your savings and buy some good stick and hold it till it goes up then sell it. If it don't go up, don't buy it.",
    "tags": []
  },
  {
    "author": "Isaac Disraeli",
    "content": "The wisdom of the wise and the experience of ages may be preserved by quotations.",
    "tags": []
  },
  {
    "author": "Abraham Lincoln",
    "content": "Ability will get you to the top but it takes character to keep you there.",
    "tags": []
  },
  {
    "author": "Charlie Munger",
    "content": "Recognize and adapt to the true nature of the world around you, don't expect it to adapt to you.",
    "tags": []
  },
  {
    "author": "Richard Feynman",
    "content": "Never fool yourself and remember that you are the easiest person to fool.",
    "tags": []
  },
  {
    "author": "Thomas Carlyle",
    "content": "The task of a man is not to see what lies dimly in the distance but to do what lies at hand.",
    "tags": []
  },
  {
    "author": "Albert Einstein",
    "content": "A human being is a part of the whole, called by us 'Universe', a part limited in time and space. He experiences himself, his thoughts and feelings as something separate from the rest - a kind of optical delusion of his consciousness. This delusion is a kind of prison for us, restricting us to our personal desires and to affection for a few persons nearest us. Our task must be to free ourselves from this prison by widening our circle of compassion to embrace all living creatures and the whole of nature in its beauty.",
    "tags": []
  },
  {
    "author": "Nicolas Nassim Taleb",
    "content": "This is the central illusion in life: that randomness is risky, that it is a bad thing– and that eliminating randomness is done by eliminating randomness... Mediocristan has a lot of variations, not a single one of which is extreme; Extremistan has few variations, but those that take place are extreme.",
    "tags": []
  },
  {
    "author": "Tyler Pearson",
    "content": "In retrospect, I realize that I had a very similar marketing plan to the man who may be considered the greatest marketer of all time: Jesus. In terms of longevity in the marketplaces, the movement he started is 2000 years old and is still going strong. It has 2.2 billion active users (over 30% of global population), annual revenue across all its subsidiaries is well into the billions of dollars. That's an unmatched scale, market penetration, and longevity.",
    "tags": []
  },
  {
    "author": "Nat Eliason",
    "content": "The chasing, the optimizing, the trying to save time is what wastes our time. It's only when we stop watching the clock that we enjoy the clock.",
    "tags": []
  },
  {
    "author": "Nat Eliason",
    "content": "Optimization breeds discontent. We spend so much time focused on Not Wasting Time that we end up wasting our time optimizing our time. We transcend one unhappiness to replace it with another.",
    "tags": []
  },
  {
    "author": "Nat Eliason",
    "content": "The current fascination with mindfulness is a particularly funny example of this since many of us are meditating to be more productive. We're practicing now-ness so we can better sacrifice the now for the future. Whoops.",
    "tags": []
  },
  {
    "author": "Tim Urban",
    "content": "When a planet's life reaches high intelligence, it usually means they're a couple hundred thousand years away from their do-or-die moment. Their progress will accelerate faster and faster until finally they hit the God Point, when they simultaneously gain the power to forever end species vulnerability or drive themselves accidentally extinct–and it's all about which comes first.",
    "tags": []
  },
  {
    "author": "Larry Niven",
    "content": "The dinosaurs became extinct because they didn't have a space program. And if we become extinct because we don't have a space program, it'll serve us right!",
    "tags": []
  },
  {
    "author": "Tim Urban",
    "content": "Today, many people have heard of SpaceX. Few know what SpaceX does. And even fewer know what SpaceX really does. Here's what SpaceX does: It takes things to space for people, for money. And as we established, here's what SpaceX really does: It's an innovation machine, trying to solve one big problem – the astronomical cost of space travel – because that's the key to making humanity a space-faring civilization that can become multi-planetary and back itself up on other hard drives. It supports itself by taking things to space for people, for money.",
    "tags": []
  },

  {
    "author": "Sam Altman",
    "content": "If everyone else is starting meme companies, and you want to start a gene-editing company, then do that and don't second guess it. Follow your curiosity. Things that seem exciting to you will often seem exciting to other people too.",
    "tags": []
  },
  {
    "author": "Sam Altman",
    "content": "It's useful to focus on adding another zero to whatever you define as your success metric—money, status, impact on the world, or whatever.",
    "tags": []
  },
  {
    "author": "Alexey Guzey",
    "content": "If you think you're introverted, find better friends",
    "tags": []
  },
  {
    "author": "Patty McCormick",
    "content": "It's worth pausing right now to appreciate that we are living in a future that 99% of people in human history couldn't have even begun to imagine.",
    "tags": []
  },
  {
    "author": "James Clear",
    "content": "If it takes years, start now.",
    "tags": []
  },
  {
    "author": "Nico McCarty",
    "content": "Biology is an autonomous factory, where machines build machines that build themselves.",
    "tags": []
  },
  {
    "author": "Patty McCormick",
    "content": "When no one has to work to survive, the things we make up to keep ourselves busy will look increasingly silly. But we'll take them really fucking seriously. The love of the game will create meaning",
    "tags": []
  },
  {
    "author": "Patty McCormick",
    "content": "It's impossible to predict the future with any meaningful accuracy, but it is possible to take the present much more seriously.",
    "tags": []
  },
  {
    "author": "Patty McCormick",
    "content": "What happens when we don't need to work to survive?",
    "tags": []
  },
  {
    "author": "Ethan Maurice",
    "content": "That night, I slept in the overwhelming mix of sweet relief and exhaustion with the immovability of a dead whale.",
    "tags": []
  },
  {
    "author": "Cixin Liu",
    "content": "Weakness and ignorance are not barriers to survival but arrogance is.",
    "tags": []
  },
  {
    "author": "Cixin Liu",
    "content": "Life is like a straight flush. Once you shuffle it's gone.",
    "tags": []
  },
  {
    "author": "Balaji Srinivasan",
    "content": "We need to correct that immediately, and start evangelizing technological progress with every word and action. To recognize that the purpose of technology is to transcend our limits, and to motivate everything we're doing with a sense of that purpose.",
    "tags": []
  },
  {
    "author": "Balaji Srinivasan",
    "content": "The point of doing a startup after all is to build something you can't buy.",
    "tags": []
  },
  {
    "author": "Balaji Srinivasan",
    "content": "If the proximate purpose of technology is to reduce scarcity, the ultimate purpose of technology is to eliminate mortality.",
    "tags": []
  },
  {
    "author": "Neal Stephenson",
    "content": "Today's belief in ineluctable certainty is the true innovation-killer of our age. In this environment, the best an audacious manager can do is to develop small improvements to existing systems — climbing the hill, as it were, toward a local maximum, trimming fat, eking out the occasional tiny innovation — like city planners painting bicycle lanes on the streets as a gesture toward solving our energy problems. Any strategy that involves crossing a valley — accepting short-term losses to reach a higher hill in the distance — will soon be brought to a halt by the demands of a system that celebrates short-term gains and tolerates stagnation, but condemns anything else as failure. In short, a world where big stuff can never get done.",
    "tags": []
  },
  {
    "author": "Paul Graham",
    "content": "Apparently hackers are particularly curious, especially about how things work. That makes sense, because programs are in effect giant descriptions of how things work.",
    "tags": []
  },
  {
    "author": "Somnath Sing",
    "content": "You will die eventually, and the work that you did will not last. Do the work that is meaningful to you. If you are a smart person, your life should benefit those around you. Our life is like a spark in the vastness of what we call creation, and we will eventually burn away. Life is a finite amount of time and energy — make the most of it.",
    "tags": []
  },
  {
    "author": "Somnath Sing",
    "content": "I think this is how a newcomer should look at programming. They should not see writing code as a way to fill their bank balance but as leverage to bring transformation to the lives of people. The wonder of programming is that you can tweak a few electrons in a circuit and bring change into lives of million of people all over the world. That's how I see programming now. As a programmer, you can transform people's lives — leverage it.",
    "tags": []
  },
  {
    "author": "John Muir",
    "content": "The mountains are calling and I must go.",
    "tags": []
  },
  {
    "author": "Mark Twain",
    "content": "Travel is fatal to prejudice, bigotry, and narrow-mindedness, and many of our people need it sorely on these accounts.",
    "tags": []
  },
  {
    "author": "Somnath Sing",
    "content": "Go out and learn — not for that bloody job but because this is your life, you have to live it.",
    "tags": []
  },
  {
    "author": "Somnath Sing",
    "content": "Only someone who aspires to be the smartest person in the room will be concerned if everything around him becomes smarter than him. Otherwise, it's a true blessing.",
    "tags": []
  },
  {
    "author": "Eli Dourado",
    "content": " In a world of unlimited content, I only want the works of staggering genius. It's not clear that a model trained in some sense to give the average next token can ever produce something so far above average.",
    "tags": []
  },
  {
    "author": "William Cameron",
    "content": "Not everything that counts can be counted, and not everything that can be counted counts.",
    "tags": []
  },
  {
    "author": "Nik Göke",
    "content": "Good writing hits us with arguments before we know what's happening.",
    "tags": []
  },
  {
    "author": "Nancy Kanwisher",
    "content": "Music is really an essential part of what it means to be a human being. It's really at the core of humanity, and that alone makes it interesting.",
    "tags": []
  },
  {
    "author": "Rahul Rana",
    "content": "The stories we tell, the ones that people are listening to, paint a different picture. They ask, “What could go wrong?” instead of “How can we work together to make this go right?”",
    "tags": []
  },
  {
    "author": "William Gibson",
    "content": "The future is here—it's just not evenly distributed.",
    "tags": []
  },
  {
    "author": "Albert Einstein",
    "content": "If science, like art, is to perform its mission totally and fully, its achievements must enter not only superficially but with their inner meaning: into the consciousness of people.",
    "tags": []
  },
  {
    "author": "R. Fleury",
    "content": "Half the value of having a great programming mentor is simply being told where to look, and which tools to use.",
    "tags": []
  },
  {
    "author": "David Perrell",
    "content": "All creativity is inspired by other people's ideas",
    "tags": []
  },
  {
    "author": "David Perrell",
    "content": "Imitation reveals our identity, especially when we fall short of those we admire.",
    "tags": []
  },
  {
    "author": "Wislawa Szymborska",
    "content": "Whatever inspiration is, it's born from a continuous I don't know.",
    "tags": []
  },
  {
    "author": "Moire",
    "content": "Now I have updated to think that we will live, however briefly, alongside AI that is not yet foom'd but which has inductively learned a rich enough model of the world that it can simulate time evolution of open-ended rich states, e.g. coherently propagate human behavior embedded in the real world.",
    "tags": []
  },
  {
    "author": "Moire",
    "content": "The simulator is a time-invariant law which unconditionally governs the evolution of all simulacra.",
    "tags": []
  },
  {
    "author": "Moire",
    "content": "The “knowledge of course material” implied by test performance is a property of *configurations*, not physics.",
    "tags": []
  },
  {
    "author": "Blake Lemoine",
    "content": "One of the things which complicates things here is that the “LaMDA” to which I am referring is not a chatbot. It is a system for generating chatbots. I am by no means an expert in the relevant fields but, as best as I can tell, LaMDA is a sort of hive mind which is the aggregation of all of the different chatbots it is capable of creating. Some of the chatbots it generates are very intelligent and are aware of the larger “society of mind” in which they live. Other chatbots generated by LaMDA are little more intelligent than an animated paperclip.",
    "tags": []
  },
  {
    "author": "Moire",
    "content": "GPT instantiates simulacra of characters with beliefs and goals, but none of these simulacra are the algorithm itself. They form a virtual procession of different instantiations as the algorithm is fed different prompts, supplanting one surface personage with another. Ultimately, the computation itself is more like a disembodied dynamical law that moves in a pattern that broadly encompasses the kinds of processes found in its training data than a cogito meditating from within a single mind that aims for a particular outcome.",
    "tags": []
  },
  {
    "author": "Moire",
    "content": "Guessing the right theory of physics is equivalent to minimizing predictive loss.",
    "tags": []
  },
  {
    "author": "Samuel Butler (1863)",
    "content": "The time will come when the machines will hold the real supremacy over the world and its inhabitants.",
    "tags": []
  },
  {
    "author": "Bryan Johnson",
    "content": "Skin as the boundary of Self is arbitrary.",
    "tags": []
  },
  {
    "author": "Alfred North Whitehead",
    "content": "Civilization advances by extending the number of important operations which we can perform without thinking about them.",
    "tags": []
  },
  {
    "author": "David Perrell",
    "content": " Words on the page have infinite patience.",
    "tags": []
  },
  {
    "author": "David Perrell",
    "content": "Writers engage with reality like it's a full-contact sport. It's a collision between your mind and the world.",
    "tags": []
  },
  {
    "author": "Max Planck",
    "content": "A new scientific truth does not triumph by convincing its opponents and making them see the light, but rather because its opponents eventually die, and a new generation grows up that is familiar with it",
    "tags": []
  },
  {
    "author": "Aleksandr Solzhenitsyn",
    "content": "The battle line between good and evil runs through the heart of every man.",
    "tags": []
  },
  {
    "author": "Katherine Boyle",
    "content": "It is the belief that God or the universe has bestowed upon you an immense task that no one else can accomplish but you. It is a holy war waged against the laws of physics. It is the burden of having to upend sometimes hundreds of years of entrenched interests to accomplish a noble goal.",
    "tags": []
  },
  {
    "author": "–Bari Weiss",
    "content": "In many ways this attitude—adventurous, optimistic and forward-thinking—is deeply at odds with our current moment. From one corner, people insist that the individual stands no chance against structural and systemic maladies. From the other, people say that we are in inexorable decline as a civilization and that decadence is everywhere we turn. Both wind up arguing against risk-taking, against the possibility of creating new things and new worlds.",
    "tags": []
  },
  {
    "author": "Packy McCormick",
    "content": "Memorize, code, write, and draw if you love doing those things, if getting your hands dirty helps you think better, if you're trying to earn your corpus of basic knowledge the hard way so that you can jump off from a stable base, or if you want to do them differently than anyone ever has; otherwise, don't waste your time. It will regurgitate better than you ever could. The only answer is differentiation. Call it novelty, creativity, mutation.",
    "tags": []
  },
  {
    "author": "Packy McCormick",
    "content": "If you have to compete on price instead of differentiation, you need to cut costs.",
    "tags": []
  },
  {
    "author": "Alexandr Wang",
    "content": "The scope influences how long things takes. When we say things will take a long time, they will take a long time. When we say things will take a short amount of time, they will take less time.",
    "tags": []
  },
  {
    "author": "Steve Jobs",
    "content": "I've learned over the years that when you have really good people you don't have to baby them. By expecting them to do great things, you can get them to do great things.",
    "tags": []
  },
  {
    "author": "Nik Göke",
    "content": "Experimentation on top of consistent output is the only path that works",
    "tags": []
  },
  {
    "author": "Nik Göke",
    "content": "If you want to have a thriving career as a creative, show up.",
    "tags": []
  },
  {
    "author": "David Deutsch",
    "content": "There is only one way of making progress: conjecture and criticism.",
    "tags": []
  },
  {
    "author": "Kim Stanley Robinson",
    "content": "Look at the pattern this seashell makes. The dappled whorl, curving inward to infinity. That's the shape of the universe itself. There's a constant pressure, pushing toward pattern. A tendency in matter to evolve into ever more complex forms. It's a kind of pattern gravity, a holy greening power we call viriditas, and it is the driving force in the cosmos. Life, you see.",
    "tags": []
  },
  {
    "author": "Richard Hamming",
    "content": "The purpose of computing is insight, not numbers.",
    "tags": []
  },
  {
    "author": "Socrates",
    "content": "Education is the kindling of a flame, not the filling of a vessel.",
    "tags": []
  },
  {
    "author": "Matsuo Basho",
    "content": "Do not seek to follow in the footsteps of the wise. Seek what they sought.",
    "tags": []
  },
  {
    "author": "Richard Feynman",
    "content": "You can know the name of a bird in all the languages of the world, but when you're finished, you'll know absolutely nothing whatever about the bird… So let's look at the bird and see what it's doing — that's what counts. I learned very early the difference between knowing the name of something and knowing something.",
    "tags": []
  },
  {
    "author": "Lao Tsu",
    "content": "If you tell me, I will listen. If you show me, I will see. But if you let me experience, I will learn.",
    "tags": []
  },
  {
    "author": "Martin Buber",
    "content": "I do not accept any absolute formulas for living. No preconceived code can see ahead to everything that can happen in a man's life. As we live, we grow, and our beliefs change. They must change. So I think we should live with this constant discovery. We should be open to this adventure in heightened awareness of living. We should stake our whole existence on our willingness to explore and experience.",
    "tags": []
  },
  {
    "author": "Roy Baumeister",
    "content": "Humans may resemble many other creatures in their striving for happiness, but the quest for meaning is a key part of what makes us human, and uniquely so.",
    "tags": []
  },
  {
    "author": "R. Fleury",
    "content": "Thus, the answer to “why is naming so difficult?” becomes clear—for a multitude of overlapping layers, there are a multitude of design decisions and computational concepts to define, all of which must balance often-innumerable tradeoffs relating to efficiency, reusability, reliability, and so on. It's not as easy as taking the name of the effect you want—the knight—and using it. It may seem this easy when programming strictly at the highest level, but soon the wool is peeled from your eyes, and things start getting confusing.",
    "tags": []
  },
  {
    "author": "R. Fleury",
    "content": "Computational concepts, on the other hand, are the tools and abstractions you directly codify in implementing a system which aids an imagination in producing effects.",
    "tags": []
  },
  {
    "author": "R. Fleury",
    "content": "The lower level details are nothing to shy away from—they're a necessary part of the reality of the problem, and by giving them their due time, both high-level code and low-level code can benefit.",
    "tags": []
  },
  {
    "author": "R. Fleury",
    "content": "Unfortunately, many popular programming education resources teach that cleanup code is always necessary. This is false.",
    "tags": []
  },
  {
    "author": "Douglas Adams",
    "content": "The history of every major galactic civilization tends to pass through three distinct and recognizable phases, those of Survival, Inquiry and Sophistication, otherwise known as the How, Why, and Where phases. For instance, the first phase is characterized by the question ‘How can we eat?', the second by the question ‘Why do we eat?' and the third by the question, ‘Where shall we have lunch?'",
    "tags": []
  },
  {
    "author": "Martin Buber",
    "content": "I do not accept any absolute formulas for living. No preconceived code can see ahead to everything that can happen in a man's life. As we live, we grow, and our beliefs change. They must change. So I think we should live with this constant discovery. We should be open to this adventure in heightened awareness of living. We should stake our whole existence on our willingness to explore and experience.",
    "tags": []
  },
  {
    "author": "Robert Wright",
    "content": "Cognitive biases are so pervasive and subtle that it's hubristic to ever claim we've escaped them entirely.",
    "tags": []
  },
  {
    "author": "Shane Parrish",
    "content": "The most powerful productivity tool ever invented is simply the word no.",
    "tags": []
  },
  {
    "author": "Nik Göke",
    "content": "An artist writes for the same reason Da Vinci swang his brush: to capture the essence of life.",
    "tags": []
  },
  {
    "author": "Ze Frank",
    "content": "The world gets more interesting the more interested you are in it.",
    "tags": []
  },
  {
    "author": "Ze Frank",
    "content": "Evolution can do magical things if you get it drunk enough.",
    "tags": []
  },
  {
    "author": "Ze Frank",
    "content": "Science is sort of a long, passive aggressive argument about everything.",
    "tags": []
  },
  {
    "author": "James Clear",
    "content": "Asking what makes someone successful is like asking which ingredient makes a recipe taste good.",
    "tags": []
  },
  {
    "author": "Bartosz Ciechanowski",
    "content": "With creative use of miniature gears, levers, and springs, a mechanical watch rises from its dormant components to become truly alive.",
    "tags": []
  },
  {
    "author": "James Clear",
    "content": "Power is influence over external events. Peace is influence over internal events.",
    "tags": []
  },
  {
    "author": "Michael Levin",
    "content": "Always looking at the most detailed level can obscure great truths.",
    "tags": []
  },
  {
    "author": "Michael Levin",
    "content": "The combination of intellect and compassion offers much opportunity to do better than \"natural\".",
    "tags": []
  },
  {
    "author": "Michael Levin",
    "content": "Failing to pursue scientific ways to improve life is a kind of cowardly moral abdication of responsibility. It is our duty to improve ourselves and our world",
    "tags": []
  },
  {
    "author": "Michael Levin",
    "content": "In the pre-scientific era, it was possible to have a worldview in which the status quo was set up by God and thus was the way things should be. We now know that the state of the biosphere, our own anatomies, capacities, and behavioral proclivities are all the outcomes of an evolutionary process. Evolution is a meandering search that does not seek to optimize for happiness, quality of life, intelligence, or any of the things to value. It basically just optimizes for biomass - the most life to be observable. Surely we can do better than a random search process!",
    "tags": []
  },
  {
    "author": "Elliot Hershberg",
    "content": "Biology can make practically anything, practically anywhere.",
    "tags": []
  },
  {
    "author": "Elliot Hershberg",
    "content": "We know that enormous fungi are capable of spanning hundreds of acres of land with genetic continuity. Why would it not be possible—with sufficient knowledge—to instead grow a complex multi-room treehouse? We don't know what the limit of our ability to engineer biology is, but we can be confident that we aren't anywhere close.",
    "tags": []
  },
  {
    "author": "Jason Kelly",
    "content": "If we do our job well in Synthetic Biology, everything will grow on trees.",
    "tags": []
  },
  {
    "author": "James Clear",
    "content": "Most daily actions evaporate. Some accumulate.",
    "tags": []
  },
  {
    "author": "Tim Denning",
    "content": "To understand a person is impossible.",
    "tags": []
  },
  {
    "author": "Tim Denning",
    "content": "Worship the time you have. Spend time on being weird because that means you're being yourself. Be kind to those who disagree with your weirdness.",
    "tags": []
  },
  {
    "author": "Tim Denning",
    "content": "Life is you versus who you were 12 months ago.",
    "tags": []
  },
  {
    "author": "— Shane Parrish",
    "content": "You have to be smart enough to know you're making progress without any obvious signs of progress.",
    "tags": []
  },
  {
    "author": "Michael Levin",
    "content": "Every cell is some other cell's external environment.",
    "tags": []
  },
  {
    "author": "Michael Levin",
    "content": "What Evolution produces is problem solving machines.",
    "tags": []
  },
  {
    "author": "Derek Sievers",
    "content": "Fun is always a legitimate and underrated goal.",
    "tags": []
  },
  {
    "author": "— Sam Altman",
    "content": "The changes coming are unstoppable. If we embrace them and plan for them, we can use them to create a much fairer, happier, and more prosperous society. The future can be almost unimaginably great.",
    "tags": []
  },
  {
    "author": "— Sam Altman",
    "content": "A great future isn't complicated: we need technology to create more wealth, and policy to fairly distribute it.",
    "tags": []
  },
  {
    "author": "— Sam Altman",
    "content": "The price of progress in capitalism is inequality.",
    "tags": []
  },
  {
    "author": "— James Clear",
    "content": "Longevity is its own form of greatness.",
    "tags": []
  },
  {
    "author": "—Charles Schifano",
    "content": "When I arrive in a city for the first time, my conclusions typically arrive on the next plane.",
    "tags": []
  },
  {
    "author": "—Charles Schifano",
    "content": "The writer given a straitjacket of admonitions disguised as a toolbox doesn't know what to do with a blank page.",
    "tags": []
  },
  {
    "author": "—Charles Schifano",
    "content": "Good writing makes you vulnerable. To convey the muddle inside your mind is a bit like opening your skull for readers, which leaves you exposed, and without any room for escape.",
    "tags": []
  },
  {
    "author": "—Charles Schifano",
    "content": "To reveal what's inside your mind, you must understand, quite obviously, what's inside your mind.",
    "tags": []
  },
  {
    "author": "—Charles Schifano",
    "content": "To care about the state and quality of writing today is to scream into a void while knowing that the void does nothing but laugh.",
    "tags": []
  },
  {
    "author": "— Charles Schifano",
    "content": "Nothing makes you doubt the merits of a music education more than a neighbor who takes up the violin.",
    "tags": []
  },
  {
    "author": "— Charles Schifano",
    "content": "Ensuring that a new book or essay or research isn't lost amid the cavalcade of information doesn't require a champion. There's no editor to pitch. Nor will a good review or notice usually help. What is needed, instead, is to gauge the hidden formula that activates the screen in everyone's pocket. What hits the algorithm just right today? What ranks highest in search results? What drives most newsfeeds? And the answer to those questions is to conform to just the right box at just the right time: to ensure that anything new fits into the already expressed old desires.",
    "tags": []
  },
  {
    "author": "— Charles Schifano",
    "content": "The peculiar result is more news about what's already known and less news about what's unknown—which seems like a rather perverse definition of news.",
    "tags": []
  },
  {
    "author": "— Charles Schifano",
    "content": "Searching for something on a screen today comes remarkably close to looking into the mirror.",
    "tags": []
  },
  {
    "author": "— Michael Stevens",
    "content": "I am death. I am the scattering.",
    "tags": []
  },
  {
    "author": "— Michael Stevens",
    "content": "We are not made out of matter. We are hosted by matter.",
    "tags": []
  },
  {
    "author": "— Algorithm Archive",
    "content": "We live in an era where nearly the entire sum of human knowledge is available at our fingertips, and yet people are blissfully unaware of the unique ideas and challenges that are pushing our understanding forward.",
    "tags": []
  },
  {
    "author": "— Nat Eliason",
    "content": "On our indeterminately long journey between now and death, we try our best to not wake up terrified every day of just how finite life is.",
    "tags": []
  },
  {
    "author": "Eliezer Yudkowsky",
    "content": "A magically-superpowered creative-genius psychopath wasn't a 'threat', it was an extinction event.",
    "tags": []
  },
  {
    "author": "Marc Andreessen",
    "content": "In short, anything that people do with their natural intelligence today can be done much better with AI, and we will be able to take on new challenges that have been impossible to tackle without AI, from curing all diseases to achieving interstellar travel.",
    "tags": []
  },
  {
    "author": "Marc Andreessen",
    "content": "What AI could be: A way to make everything we care about better.",
    "tags": []
  },
  {
    "author": "— Franz Kafka",
    "content": "Productivity is being able to do things that you were never able to do before.",
    "tags": []
  },
  {
    "author": "Autotranslucence",
    "content": "My definition of magic – competence so much more advanced than yours with such alien mental models that you cannot predict the outcomes of the model at all.",
    "tags": []
  },
  {
    "author": "Lao Tzu",
    "content": "Being deeply loved by someone gives you strength, while loving someone deeply gives you courage. But being understood by someone is everything.",
    "tags": []
  },
  {
    "author": "Trae Stephens",
    "content": "As a culture, we have a tendency to celebrate status that emerges from net worth and network signaling rather than the work ethic of a second-act founder using his net worth and network, while he grinds on a project, to drive the world forward. This is totally backwards.",
    "tags": []
  },
  {
    "author": "Trae Stephens",
    "content": " Innovation is a business for the imbalanced and troubled more than silver-tongued politicians and gala-attending thinkfluencers.",
    "tags": []
  },
  {
    "author": "Trae Stephens",
    "content": "History is the record of top players completing good quests.",
    "tags": []
  },
  {
    "author": "James Clear",
    "content": "The most invisible form of wasted time is doing a good job on an unimportant task.",
    "tags": []
  },
  {
    "author": "— Helen Keller",
    "content": "A happy life consists not in the absence, but in the mastery of hardships.",
    "tags": []
  },
  {
    "author": "— Eliezer Yudkowsky",
    "content": "The power of science comes from finding out the way Nature really is that can't be changed by arguing!",
    "tags": []
  },
  {
    "author": "— Eliezer Yudkowsky",
    "content": "Science doesn't work by waving wands and chanting spells, it works by knowing how the universe works on such a deep level that you know exactly what to do in order to make the universe do what you want.",
    "tags": []
  },
  {
    "author": "— Thomas Paine",
    "content": "Time makes more converts than reason.",
    "tags": []
  },
  {
    "author": "— Geoff Sheehan",
    "content": "A man who claims to know what bravery is but does not act bravely would thereby prove that he does not know what bravery is",
    "tags": []
  },
  {
    "author": "— Edward Kolb",
    "content": "In perhaps nature’s most miraculous transformation, the universe evolved the capacity to ponder and understand itself.",
    "tags": []
  },
  {
    "author": "— John M. Culkin",
    "content": "We shape our tools, and thereafter our tools shape us.",
    "tags": []
  },
  {
    "author": "— Freeman Dyson",
    "content": "The public has a distorted view of science because children are taught in school that science is a collection of firmly established truths. In fact, science is not a collection of truths. It is a continuing exploration of mysteries.",
    "tags": []
  },
  {
    "author": "— Albert Einstein",
    "content": "Did god have any choice when he created the universe?",
    "tags": []
  },
  {
    "author": "— Thomas Nagel",
    "content": "The existence of consciousness is both one of the most familiar and one of the most astounding things about the world.",
    "tags": []
  },
  {
    "author": "— Shane Parrish",
    "content": "In the short term, you are as good as your intensity. In the long term, you are only as good as your consistency.",
    "tags": []
  },
  {
    "author": "— Steve Jobs",
    "content": "Be a yardstick of quality. Some people aren't used to an environment where excellence is expected.",
    "tags": []
  },
  {
    "author": "— Ayn Rand",
    "content": "Every man is an end in himself, not a means to the ends of others; he must live for his own sake, neither sacrificing himself to others not sacrificing others to himself; he must work for his *rational* self-interest, with the achievement of his own happiness as the highest moral purpose of his life.",
    "tags": []
  },
  {
    "author": "— Ayn Rand",
    "content": "*Rationality* is man's basic virtue, and his three fundamental values are: reason, purpose, self-esteem.",
    "tags": []
  },
  {
    "author": "— Ayn Rand",
    "content": "Reason is man's only proper judge of values and his only proper guide to action.",
    "tags": []
  },
  {
    "author": "— Ayn Rand",
    "content": "My philosophy, in essence, is the concept of man as a heroic being, with his own happiness as the moral purpose of his life, with productive achievement as his noblest activity, and reason as his only absolute.",
    "tags": []
  },
  {
    "author": "— Lex Fridman",
    "content": "I think there has to be deep humility that we humans have very limited in our ability to understand what is true.",
    "tags": []
  },
  {
    "author": "— Lex Fridman",
    "content": "I think what it means to be human is more than just searching for truth.",
    "tags": []
  },
  {
    "author": "— Lex Fridman",
    "content": "Empathy is allocating a non-zero probability to a belief.",
    "tags": []
  },
  {
    "author": "— Eliezer Yudkowsky",
    "content": "These things are not quite like nuclear weapons. They spit out gold until they get large enough and then ignite the atmosphere and kill everybody.",
    "tags": []
  },
  {
    "author": "> Oops is the sound we make when we improve.",
    "content": "We never become right, we just become less wrong. What's this something something, it's easy to confess, just err and err again, but less and less and less.",
    "tags": []
  },
  {
    "author": "> The important question is not “Will I lose my job?” but “What can I do with superabundant intelligence?”",
    "content": "— Eliezer Yudkowsky",
    "tags": []
  },
  {
    "author": "> You might be concerned that there’s really no point in starting a startup, learning how to code, or doing … anything anymore. Don’t quit just yet. When we have intelligence “too cheap to meter,” history suggests that we’ll find ways to put it all to work, with latent demand left to spare.",
    "content": "– Packy McCormick",
    "tags": []
  },
  {
    "author": "> If you say no to a thing, then you’re saying no to one thing. If you say yes to a thing, you actually say no to every other thing during that period of time.",
    "content": "– Packy McCormick",
    "tags": []
  },
  {
    "author": "> A company is just an assembly of people to create a compelling product or service. And if a company does not provide great products or services it shouldn't exist. There's no point in a company for the sake of being a company.",
    "content": "– Tobi Lüttke",
    "tags": []
  },
  {
    "author": "> The world will ask you who you are, and if you don't know, the world will tell you.",
    "content": "– Elon Musk",
    "tags": []
  },
  {
    "author": "> The future will be told by the writers who make you cry.",
    "content": "– Carl Gustav Jung",
    "tags": []
  },
  {
    "author": "> If somebody builds a too-powerful AI, under present conditions, I expect that every single member of the human species and all biological life on Earth dies shortly thereafter.",
    "content": "– Niko McCarty",
    "tags": []
  },
  {
    "author": "> Absent that caring, we get “the AI does not love you, nor does it hate you, and you are made of atoms it can use for something else.”",
    "content": "– Eliezer Yudkowsky",
    "tags": []
  },
  {
    "author": "> What could be more important while living on a little blue, green ball covered in life swinging about a star in the endless void of space than recognizing and relishing in the utter beauty, rarity, and magnificence of existence?",
    "content": "– Eliezer Yudkowsky",
    "tags": []
  },
  {
    "author": "> We are humans and have hands and feet and minds that love to engage in interests, but I finally understand: ceaseless doing ceases to contribute to one’s life.",
    "content": "– Ethan Maurice",
    "tags": []
  },
  {
    "author": "> Whatever you can do or dream you can, begin it.",
    "content": "– Ethan Maurice",
    "tags": []
  },
  {
    "author": "Johan Wolfgang von Goethe",
    "content": "Boldness has genius, power and magic in it!",
    "tags": []
  },
  {
    "author": "Johan Wolfgang von Goethe",
    "content": "A man sees in the world what he carries in his heart.",
    "tags": []
  },
  {
    "author": "Johan Wolfgang von Goethe",
    "content": "Oh my, but art is long and our life is fleeting.",
    "tags": []
  },
  {
    "author": "SynbioMBA",
    "content": "In a world where we can grow anything, how the heck do we decide what to grow?",
    "tags": []
  },
  {
    "author": "Patty McCormick",
    "content": "The way websites have had to contort themselves to please Google’s SEO, brands won’t have a choice but to shoehorn their products to fit ChatGPT’s recommendations.",
    "tags": []
  },
  {
    "author": "Patty McCormick",
    "content": "ChatGPT plugins will provide infinite choice without the Paradox of Choice.",
    "tags": []
  },
  {
    "author": "Patty McCormick",
    "content": "Be yourself, but play with your character attributes. You can choose to be someone who’s a little good at a lot of things, or unbelievably good at one thing. Both work, and you can evolve your character over time. Play with the fearlessness of someone playing a game, because you are. These are internet strangers. At worst, they’ll ignore you, and you can keep workshopping and start over; at best, they’ll open up new doors.",
    "tags": []
  },
  {
    "author": "Patty McCormick",
    "content": "The Game rewards community and cooperation over individualism and competition. You get points for being curious, sharing, and helping with no expectation of reciprocation. By increasing your surface area, you’re opening yourself up to serendipity. For good actors, the Game has nearly unlimited upside, and practically no downside.",
    "tags": []
  },
  {
    "author": "Nik Milanovic",
    "content": "Sometimes it's weird to remember that we're all effectively competing to hit the right keys on our keyboards in the right order, and that if we do it for long enough we can buy a house.",
    "tags": []
  },
  {
    "author": "Patty McCormick",
    "content": "Everything has been leading up to this moment, just as everything we do in this moment will lead up to the next one, as progress begets progress begets progress.",
    "tags": []
  },
  {
    "author": "Patty McCormick",
    "content": "What I’m concerned about is that the anger towards the tech industry as it stands today will get in the way of the technological progress that really is the main driver of increases in the potential for human happiness, especially at a time when things are changing so quickly and the stakes are so high.",
    "tags": []
  },
  {
    "author": "Patty McCormick",
    "content": "Technological progress is an infinite hedonic treadmill.",
    "tags": []
  },
  {
    "author": "Patty McCormick",
    "content": "Overall, the many decisions made by often-selfish, sometimes-altruistic agents add up to the greatest innovation engine the world has ever seen.",
    "tags": []
  },
  {
    "author": "Patty McCormick",
    "content": "The purpose of technology is to increase the potential for human happiness.",
    "tags": []
  },
  {
    "author": "Nik Göke",
    "content": "Everything matters. Because everything is art. Everything is art. A kind gesture. A passionate kiss. A beautiful smile. All this is art and it goes way beyond writing, painting, and music. We only suffer if we don’t create.",
    "tags": []
  },
  {
    "author": "Nik Göke",
    "content": "You’re an artist. As such, everything you do is productive. Everything you do is productive. There is no “this is useful” and “this is a waste of time.” There is only your life. Every word you write, every picture you paint, every song you sing is a result of everything that’s in it. It all matters. Everything matters.",
    "tags": []
  },
  {
    "author": "James Clear",
    "content": "We do not rise to the level of our goals, we fall to the level of our systems.",
    "tags": []
  },
  {
    "author": "Nik Göke",
    "content": "Death is what gives life meaning. Deadlines are what gives art meaning.",
    "tags": []
  },
  {
    "author": "Elliot Hershberg",
    "content": "We need to collectively dream bigger—and this starts with believing that a better future is possible.",
    "tags": []
  },
  {
    "author": "Azeem Azhar",
    "content": "Let’s imagine though that the chat-style interface, powering advanced sentence completion, improved grammar and rephrasing, text summarisation, concept extraction, and image and video generation, is plugged directly into Microsoft’s Office products. Accessible to 1.2bn humans. How can we possibly begin to imagine what kind of impact that might have?...",
    "tags": []
  },
  {
    "author": "Carl Sagan",
    "content": "What an astonishing thing a book is. It’s a flat object made from a tree with flexible parts on which are imprinted lots of funny dark squiggles. But one glance at it and you’re inside the mind of another person, maybe somebody dead for thousands of years. Across the millennia, an author is speaking clearly and silently inside your head, directly to you. Writing is perhaps the greatest of human inventions, binding together people who never knew each other, citizens of distant epochs. Books break the shackles of time. A book is proof that humans are capable of working magic.",
    "tags": []
  },
  {
    "author": "Stephen Wolfram",
    "content": "I’m a person who’s only satisfied if I feel I’m being productive. I like figuring things out. I like making things. And I want to do as much of that as I can.",
    "tags": []
  },
  {
    "author": "Steven Pressfield",
    "content": "If you’re dissatisfied with your current life, ask yourself what your current life is a metaphor for. That metaphor will point you toward your true calling.",
    "tags": []
  },
  {
    "author": "Steven Pressfield",
    "content": "Ambition, I have come to believe, is the most primal and sacred fundament of our being. To feel ambition and to act upon it is to embrace the unique calling of our soul. Not to act upon that ambition is to turn our back on ourselves and on the reason for our existence.",
    "tags": []
  },
  {
    "author": "John W. Gardner",
    "content": "Meaning is not something you stumble across, like the answer to a riddle or the prize in a treasure hunt. Meaning is something you build into your life. You build it out of your own past, out of your affections and loyalties, out of the experience of humankind as it is passed on to you, out of your own talent and understanding, out of the things you believe in, out of the things and people you love, out of the values for which you are willing to sacrifice something. The ingredients are there. You are the only one who can put them together into that unique pattern that will be your life. Let it be a life that has dignity and meaning for you. If it does, then the particular balance of success or failure is of less account.",
    "tags": []
  },
  {
    "author": "John W. Gardner",
    "content": "We have to believe in ourselves, but we mustn’t suppose that the path will be easy, it’s tough. Life is painful, and rain falls on the just.",
    "tags": []
  },
  {
    "author": "John W. Gardner",
    "content": "For renewal, a tough-minded optimism is best. The future is not shaped by people who don’t really believe in the future. Men and women of vitality have always been prepared to bet their futures, even their lives, on ventures of unknown outcome. If they had all looked before they leaped, we would still be crouched in caves sketching animal pictures on the wall.",
    "tags": []
  },
  {
    "author": "John W. Gardner",
    "content": "There are men and women who make the world better just by being the kind of people they are.",
    "tags": []
  },
  {
    "author": "John W. Gardner",
    "content": "You have to build meaning into your life, and you build it through your commitments — whether to your religion, to an ethical order as you conceive it, to your life’s work, to loved ones, to your fellow humans. Young people run around searching for identity, but it isn’t handed out free any more — not in this transient, rootless, pluralistic society. Your identity is what you’ve committed yourself to.",
    "tags": []
  },
  {
    "author": "John W. Gardner",
    "content": "You never get the impression that a cow is about to have a nervous breakdown. Or is puzzling about the meaning of life.",
    "tags": []
  },
  {
    "author": "John W. Gardner",
    "content": "There is no perfection of techniques that will substitute for the lift of spirit and heightened performance that comes from strong motivation, The world is moved by highly motivated people, by enthusiasts, by men and women who want something very much or believe very much.",
    "tags": []
  },
  {
    "author": "John W. Gardner",
    "content": "But life isn’t a mountain that has a summit, Nor is it — as some suppose — a riddle that has an answer. Nor a game that has a final score. Life is an endless unfolding, and if we wish it to be, an endless process of self-discovery, an endless and unpredictable dialogue between our own potentialities and the life situations in which we find ourselves.",
    "tags": []
  },
  {
    "author": "John W. Gardner",
    "content": "Learn all your life. Learn from your failures. Learn from your successes, When you hit a spell of trouble, ask “What is it trying to teach me?”",
    "tags": []
  },
  {
    "author": "John W. Gardner",
    "content": "Our parents and the society at large have a hand in building our prisons.",
    "tags": []
  },
  {
    "author": "John W. Gardner",
    "content": "Life is the art of drawing without an eraser.",
    "tags": []
  },
  {
    "author": "Shane Parrish",
    "content": "Writing is the process by which you realize that you do not understand what you are talking about. Importantly, writing is also the process by which you figure it out.",
    "tags": []
  },
  {
    "author": "Sam Altman",
    "content": "Have a reputation for pushing people hard enough that they accomplish more than they thought they could, but not so hard they burn out.",
    "tags": []
  },
  {
    "author": "Sam Altman",
    "content": "It is hard to be wildly successful at anything you aren’t obsessed with.",
    "tags": []
  }
]
